      * run cobc -x hello.cbl to compile.
      * run ./hello to run the compile program.
       Identification Division.
       Program-ID. sampleCOBOL.

       Procedure Division.
       Main-Paragraph.
           Display "Hello World!"
           Stop Run.

